/* 
  iyan3d-en.strings
  Iyan3D

  Created by sabish on 21/07/16.
  Copyright © 2016 Smackall Games. All rights reserved.
*/

"Loading Assets " ="Tài sản Đang tải";
"Scenes" = "cảnh";
"Information" ="Thông tin";
"Already_upgraded_Premium_Please_Restore_Purchase_Message" = "Bạn đã nâng cấp lên Premium. Hãy '| Đăng nhập 'và sử dụng' Restore mua' trong menu 'Settings' để xác minh mua hàng của bạn.";
"Alert" = "Báo động";
"OK" ="được";
"Ok" = "được";
"No_Email_account_configured" = "Không có tài khoản email được cấu hình trên thiết bị này.";
"My Scene %d" ="Cảnh My% d";
"Warning" = "Cảnh báo";
"Scene_name_empty" = "Tên cảnh không thể để trống.";
"Scene_name_special_character" = "Tên cảnh không thể chứa bất kỳ ký tự đặc biệt.";
"Duplicate_Scene_Name" = "Duplicate Tên Scene";
"Duplicate_Scene_Name_message" = "Một cảnh có cùng tên đã tồn tại. Vui lòng cung cấp một tên khác nhau.";
"Rename Scene" = "Đổi tên Scene";
"Please enter a new Scene name" = "Vui lòng nhập một tên cảnh mới";
"Cancel" = "hủy bỏ";
"Scene Name" = "Tên cảnh";
"A Scene created using Iyan 3D in iOS." = "Một cảnh tạo ra sử dụng Iyan 3D trong iOS.";
"Success" = "Sự thành công";
"file_successfully_saved_dropbox" = "Tập thành công lưu vào DropBox. Bạn có thể tìm thấy nó trong tài khoản DropBox của bạn 'Ứng dụng / Iyan3D'.";
"Failure" = "Thất bại";
"Error_uploading_file" = "Lỗi tải lên tập tin. Vui lòng kiểm tra kết nối internet của bạn.";
"unable_connect_server" = "Không thể kết nối đến máy chủ, hãy kiểm tra các thiết lập mạng của bạn.";
"Connection Error" = "Lôi kêt nôi";
"max_five_lights_per_scene" = "Cảnh không thể chứa nhiều hơn năm ánh sáng.";
"File Corrupted" = "tập tin bị hỏng";
"File_Corrupted_message" = "Các dự án bạn đang cố gắng mở là hỏng.";
"Select Bone Structure" = "Chọn Cấu trúc xương";
"start_single_bone_or_human_message" =" Bạn có thể có thể bắt đầu với một cấu trúc xương của con người hoàn toàn hoặc với một xương duy nhất?";
"Single Bone" ="Bone Độc thân";
"Human Bone Structure" ="Cấu trúc xương của con người";
"rigging_back_previous_mode" = "Bạn có chắc chắn muốn quay trở lại chế độ trước đó? Bằng cách nhấn Có tất cả các thay đổi của bạn sẽ được loại bỏ.";
"NO" = "KHÔNG";
"Yes" ="Vâng";
"Light %d" = "Nhạt% d";
"Delete" = "Xóa bỏ";
"Clone" = "Clone";
"copy_limit_exceed_message" = "Sao chép vượt quá giới hạn. Nhập khẩu các đối tượng sử dụng 'Thêm' nút trên ToolBar.";
"CAMERA" = "MÁY ẢNH";
"LIGHT" = "ÁNH SÁNG";
"Image : %@" = "Hình ảnh:% @";
"Text : %@" = "Bản văn : %@";
"Video : %@" = "Video : %@";
"apply_animation_error" = "Vui lòng chọn một văn bản hoặc ký tự để áp dụng các hình ảnh động.";
"Save your Animation as template" ="Lưu Animation của bạn như là một mẫu";
"Animation Name" = "Tên phim hoạt hình";
"Bones cannot be added to this model." = "Bones không thể được thêm vào mô hình này.";
"model_cannot_add_bone" = "Mô hình này đã gian lận bằng cách sử dụng phiên bản trước đó. Một số thông tin phong bì có thể bị mất. Bạn có muốn tiếp tục?";
"Please Select any Node to add Bone" = "Vui lòng chọn bất kỳ Node thêm xương";
"Delete Animation in this Frame" = "Xóa Animation trong khung này";
"Delete Animation in this Frame" = "Xóa Animation trong khung này";
"Delete Object" = "xóa đối tượng";
"Info" = "Thông tin";
"There is no animation in this frame." = "Không có hình ảnh động trong khung này.";
"Animation name cannot be empty." ="Tên phim hoạt hình không thể để trống.";
"Animation_Name_special" = "Animation Tên không thể chứa bất kỳ ký tự đặc biệt.";
"Step_1_rigging_message" = "Đặt xương ở các vị trí thích hợp trong mô hình.";
"Step_2_rigging_message" = "Quy mô phong bì của mỗi xương để che lưới xung quanh.";
"Step_3_rigging_message" = "Hãy chắc chắn rằng các giàn khoan là hoàn hảo bằng cách tạo hiệu ứng động của mô hình.";
"PREVIEW" = "PREVIEW";
"ADJUST ENVELOP" = "điều chỉnh, phong bì hồ";
"ATTACH SKELETON" = "ATTACH Skeleton";
"Cone" = "hình nón";
"Cube" ="hình lập phương";
"Cylinder" = "Hình trụ";
"Plane" = "Máy bay";
"Sphere" = "Quả cầu";
"Torus" = "hình xuyến";
"bone_count_exceed" = "Các xương tối đa cho mỗi đối tượng không thể vượt quá 57.";
"Category" = "thể loại";
"All Models" = "Tất cả các mô hình";
"Character" ="Tính cách";
"Backgrounds" = "Backgrounds";
"Accessories" = "Phụ kiện";
"Minecraft" ="Minecraft";
"FNAF" = "FNAF";
"My Library" = "Thư viện của tôi";
"Rename Object" = "Đổi tên đối tượng";
"Please enter a name" ="Vui lòng nhập một tên";
"Please Choose Font Style." ="Vui lòng chọn Font Style.";
"Please enter some text to add." = "Vui lòng nhập một số văn bản để thêm.";
"Create a Scene" = "Tạo một Scene";
"Animate Character" = "animate Character";
"Export Video" ="Xuất video";
"Share your video" = "Chia sẻ video của bạn";
"onboarding_message_#1" = "Thêm nhân vật, môi trường, đạo cụ từ thư viện của chúng tôi hơn 300 tài sản hoặc nhập một file OBJ từ một nguồn bên ngoài.";
"onboarding_message_#2" = "Mang tính cách của bạn vào cuộc sống với những chuyển động được xác định trước của chúng tôi, áp dụng mô phỏng vật lý hoặc thực hiện một trong những hành động của bạn.";
"onboarding_message_#3" = "Render video cuối cùng với chất lượng mong muốn và phong cách.";
"onboarding_message_#4" = "Đó là nó. Gửi bộ phim 3D của bạn và showoff kỹ năng sáng tạo của bạn cho bạn bè của bạn.";
"Next" ="Kế tiếp";
"Let's get started" = "Băt đâu nao";
"Models" = "mô hình";
"Images" = "hình ảnh";
"Videos" = "video";
"Text" = "Bản văn";
"Light" ="Ánh sáng";
"OBJ File" = "OBJ file";
"Add Bone" ="Thêm Bone";
"Particle Effects" = "hiệu ứng vật";
"Apply Animation" = "Áp dụng Animation";
"Save Animation" = "Lưu Animation";
"Images" = "hình ảnh";
"Videos" = "video";
"Tutorials" = "Hướng dẫn";
"Settings" = "Cài đặt";
"Rate This App" ="Đánh giá ứng dụng này";
"Follow Us" = "Theo chúng tôi";
"Contact Us" = "Liên hệ chúng tôi";
"Front" = "Trước mặt";
"Top" = "Hàng đầu";
"Left" = "Trái";
"Back" = "Trở lại";
"Right" ="Đúng";
"Bottom" = "đáy";
"1 Frame" = "1 Khung";
"24 Frames" = "24 Frames";
"240 Frames" ="240 Frames";
"Camera" = "Máy ảnh";
"Light" = "Ánh sáng";
"Clone" = "Clone";
"Delete" = "Xóa bỏ";
"Rename" = "Đổi tên";
"Move Camera" = "Di chuyển máy ảnh";
"Publish" = "Công bố";
"No data" = "Không có dữ liệu";
"share_image_social_media" = "Một cảnh 3D, tôi tạo ra bằng cách sử Iyan 3D trên iOS";
"share_video_social_media" = "Một video hoạt hình, tôi tạo ra bằng cách sử Iyan 3D trên iOS";
"only_hq_options" = "Bất động sản này chỉ cho highquality Rendering.";
"reopen_apply_changes" = "Hãy mở lại hiện trường để áp dụng thay đổi.";
"sign_in_to_continue" = "Vui lòng đăng nhập để tiếp tục.";
"no_premium_restored" = "Có vẻ là một vấn đề với mua hàng của bạn. Hãy chắc chắn rằng bạn đã nâng cấp lên Premium với các tài khoản hiện tại.";
"In Progress" = "Trong tiến trình";
"Completed" = "Đã hoàn thành";
"In Queue" = "Đợi";
"Download" = "Tải về";
"successful_saved_phot_gallery" = "Hình ảnh / Video lưu thành công cho hình ảnh.";
"failed_saved_phot_gallery" = "Có một vấn đề tải hình ảnh / video. Vui lòng thử lại sau.";
"no_twitter_account" = "Thiết lập Twitter Accounnt trong thiết bị của bạn.";
"APPLY "= "ỨNG DỤNG";
"select_obj_preview" = "Chọn một OBJ để xem trước.";
"choose_texture" = "Chọn một kết cấu để áp dụng cho các mô hình được chọn.";
"choose_color" ="Chọn màu đỉnh cho OBJ chọn.";
"tap_import_photos" = "Bấm để nhập kết cấu từ Photo Library.";
"tap_to_choose_texture" = "Bấm để chọn kết cấu / màu sắc cho các đối tượng được chọn.";
"import_model_selected_texture" ="Nhập khẩu các mô hình với các kết cấu được lựa chọn / màu.";
"add_obj_document_dir" = "Thêm file OBJ/DAE/FBX/3DS tại văn bản Directory.";
"add_texture_document_dir" = "Thêm file Texture trong tài liệu Directory.";
"Pick Color" ="chọn màu";
"ADD TO SCENE" = "Thanh SCENE";
"Import Texture" = "Import Texture";
"Normal Shader" = "Bình thường Shader";
"Toon Shader" = "Toon Shader";
"HQ Rendering" = "HQ Rendering";
"tap_to_start" = "Bấm để bắt đầu xuất khẩu.";
"please_signin" = "Vui lòng đăng nhập để tiếp tục.";
"not_enough_credits" = "Bạn không có đủ tín dụng xin vui lòng nạp tiền tài khoản của bạn để tiến hành.";
"scene_no_support_hqrender" = "Cảnh chứa praticles video / mà hiện chưa được hỗ trợ trong HQ rendering.";
"data_doesnot_exist" = "Các dữ liệu được yêu cầu doest không tồn tại !!";
"hqrender_uploaded_success" = "Tải lên thành công. Bạn có thể thấy sự tiến bộ của render của bạn theo quan điểm cá nhân của bạn.";
"Done" = "Làm xong";
"Rename Animation" ="Đổi tên Animation";
"Trending" ="Xu hướng";
"Featured" ="Đặc sắc";
"Top Rated" ="Xếp hạng";
"Recent" = "mới đây";
"My Animations" = "Ảnh động của tôi";
"username_has_special_char" = "Tên không thể chứa bất kỳ ký tự đặc biệt.";
"username_isempty" = "Tên người dùng không thể để trống.";
"Success" = "Sự thành công";
"success_animation_publish" ="Animation đăng thành công.";
"bone_count_mismatch" = "đếm xương không thể phù hợp.";
"fontstyle_char_unsupported" = "Các kiểu font bạn chọn không hỗ trợ các ký tự mà bạn nhập vào.";
"inapp_disabled" = "In-App Purchase là người khuyết tật. Kiểm tra cài đặt của bạn để cho phép mua.";
"missing_resources" = "Một số tập tin nguồn lực đang thiếu.";
"My Objects" ="Đối tượng của tôi";
"Edit" = "Chỉnh sửa";
"ADD" = "  THÊM VÀO";
"ANIMATION" = "  ANIMATION";
"OPTIONS" = "  OPTIONS";
"EXPORT" = "  XUẤT KHẨU";
"MOVE" = "  MOVE";
"ROTATE" = "  QUAY";
"SCALE" ="  TỈ LỆ";
"ADD JOINT" = "  THÊM VÀO PHẦN";
"MIRROR" = "GƯƠNG";
"CANCEL" = "CANCEL";
"ADD TO SCENE" = "Thanh BỐI CẢNH";
"Enter Text" = "nhập Tiêu đề";
"With Bones" = "với Bones";
"Color" = "Màu";
"Font Store" = "hàng chữ";
"My Fonts" = "Phông chữ của tôi";
"News Feed" = "News Feed";
"Clear All" = "Làm sạch tất cả";
"SHARE" = "CHIA SẺ";
"CLOSE" = "GẦN";
"FRAME COUNT DISPLAY" = "KHUNG COUNT địa TRƯNG BÀY";
"TOOLBAR" = "TOOLBAR";
"3D WORKSPACE" = "Workspace 3D";
"Quality" ="Phẩm chất";
"Speed" ="Tốc độ";
"This setting does not affect Export quality" = "Cài đặt này không ảnh hưởng đến chất lượng xuất khẩu";
"MultiSelect" = "multiselect";
"RESTORE PURCHASE" ="KHÔI PHỤC MUA HÀNG";
"SETTINGS" ="SETTINGS";
"Credits" = "Tín dụng";
"Add 5k Credits" ="Thêm Credits 5k";
"Add 20k Credits" = "Thêm 20k Tín";
"Add 50k Credits" ="Thêm 50k Tín";
"HQ Render Progress" = "HQ Render Tiến";
"Manage Account" = "Quản lý tài khoản";
"Sign Out" ="Đăng xuất";
"Add Credits" = "Thêm Credits";
"Sign In" = "Đăng nhập";
"Login to enjoy more features" = "Đăng nhập để thưởng thức nhiều tính năng hơn";
"Copy OBJ files in Document Directory." = "Sao chép file OBJ tại văn bản Directory.";
"Import Obj" = "nhập obj";
"NEXT" = "KẾ TIẾP";
"Create Scene" = "tạo Scene";
"Creates a new scene." = "Tạo ra một cảnh mới.";
"Tap to open the scene." = "Bấm để mở trường.";
"Tap to Clone / Delete / Share the scene." = "Bấm để Clone / Xóa / Chia sẻ cảnh.";
"RENDERING PROGRESS" = "Rendering TIẾN";
"RESOLUTION" ="NGHỊ QUYẾT";
"BACKGROUND COLOR" = "MÀU NỀN";
"WATERMARK" ="watermark";
"RENDERING STYLE" = "RENDERING STYLE";
"Render Normal Shader in Your Device" = "Render Bình thường Shader trong thiết bị của bạn";
"LIMIT FRAMES" = "LIMIT khung";
"ADD" = "THÊM VÀO";
"Manage your account" ="Quản lý tài khoản của bạn";
"Settings, Tutorials & Contact us" = "Cài đặt, Hướng dẫn & Liên hệ với chúng tôi";
"Save and Exit the scene" = "Lưu và thoát khỏi cảnh";
"Add Frames" = "Thêm Frames";
"Standard view angles" ="góc độ xem chuẩn";
"Play the animation preview" = "Chơi xem trước hình ảnh động";
"Switch to Move / Rotate / Scale mode" = "Chuyển sang chuyển động / Quay / Tỉ lệ chế độ";
"Enable mirror to move / rotate the mirror joint of the selected joint" = "Kích hoạt tính năng gương để di chuyển / xoay khớp gương của khớp chọn";
"Import objects into the scene" ="Nhập khẩu các đối tượng vào các cảnh";
"Apply animation to the selected model/text" = "Áp dụng hình ảnh động để mô hình được lựa chọn / văn bản";
"Change properties of selected object" = "Thay đổi thuộc tính của đối tượng được chọn";
"Export image/video to the Camera roll" = "Xuất hình ảnh / video cho các cuộn máy ảnh";
"Undo / Redo your actions" = "Undo / Redo hành động của bạn";
"Tap to add the rigged model in to the scene" = "Bấm để thêm các mô hình gian lận trong đến hiện trường";
"Tap to publish your animation to the store" = "Bấm để xuất bản hoạt hình của bạn đến cửa hàng";
"Current mode in rigging" = "Chế độ hiện tại trong gian lận";
"Tap to add a joint to the selected joint in the rig" = "Bấm để thêm một phần vào doanh được lựa chọn trong các giàn khoan";
"Manage objects in the scene" ="Quản lý đối tượng trong cảnh";
"Switch to Move / Rotate / Scale mode" = "Chuyển sang chuyển động / Quay / Tỉ lệ chế độ";
"Enable to move / rotate the mirror joint of selected joint" = "Kích hoạt tính năng để di chuyển / xoay khớp gương của doanh chọn";
"Cancel rigging and go back to the scene" = "Hủy bỏ gian lận và quay trở lại hiện trường";
"Tap to change model category" = "Bấm để thay đổi mô hình thể loại";
"Tap to import the selected model into your scene." = "Bấm để nhập khẩu các mô hình được chọn vào khung cảnh của bạn.";
"Import selected 3D text into the scene." = "Nhập khẩu được lựa chọn văn bản 3D vào cảnh.";
"Choose color for 3D text." = "Chọn màu cho văn bản 3D.";
"Add bevel to 3D text." = "Thêm bevel văn bản 3D.";
"Enter your text here." = "Nhập văn bản của bạn ở đây.";
"Tap to save and close the Settings." = "Bấm để lưu và đóng Settings.";
"Enable or Disable multiple objects selection." = "Kích hoạt hoặc vô hiệu hóa nhiều đối tượng lựa chọn.";
"Choose whether toolbar should be on the right or left side in Editor." = "Chọn xem toolbar sẽ ở bên phải hoặc bên trái trong Editor.";
"Choose between quality or speed of rendering in Editor. "="Lựa chọn giữa chất lượng hay tốc độ render trong Editor.";
"Enable/Disable Watermark image." = "Bật / Tắt Watermark hình ảnh.";
"Limit the number of frames to be exported." = "Hạn chế số lượng khung hình để được xuất khẩu.";
"Credits required for the current export." = "Tín chỉ yêu cầu cho xuất khẩu hiện nay.";
"Tap to change category." = "Bấm để thay đổi thể loại.";
"Tap to apply animation to the selected object." = "Bấm để áp dụng hiệu ứng động vào đối tượng được chọn.";


























